function About(props) {
      
  return (
    <div className='aboutPage'>
      <h1 className='aboutHeader'>אודות</h1>
      <div className='aboutRow'>
        <p className='aboutParagraph'>
          לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. לורם איפסום דולור סיט אמט, קולורס מונפרד אדנדום סילקוף, מרגשי ומרגשח. עמחליף קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים. קלאצי ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
        </p>
        <img
          className='aboutImage'
          src='https://instagram.fsdv1-2.fna.fbcdn.net/v/t51.2885-15/e35/76891435_2474757219441958_6357827190142673452_n.jpg?_nc_ht=instagram.fsdv1-2.fna.fbcdn.net&_nc_cat=110&_nc_ohc=qlE1sn4yYbkAX9PhTBg&tp=1&oh=62b143eb1798a2a917381e5e06eda0b8&oe=6051BEBA'
          alt='whistle'
        />
      </div>
      <div className='aboutRow'>
        <img
          className='aboutImage'
          src='https://instagram.fsdv1-2.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/82934048_2490620984520755_5785601649286606595_n.jpg?_nc_ht=instagram.fsdv1-2.fna.fbcdn.net&_nc_cat=111&_nc_ohc=okoEij0KQ0YAX-OXKry&tp=1&oh=04e68f295c5fe3ffb9fb9032efde16ef&oe=60541933'
          alt='dozen'
        />
        <p className='aboutParagraph'>
          קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.
        </p>
      </div>
      <div className='aboutRow'>
        <p className='aboutParagraph'>
          קולורס מונפרד אדנדום סילקוף, מרגשי ומרגשח. עמחליף להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורךגולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט. גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים. קלאצי סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה לפמעט.
        </p>
        <img
          className='aboutImage'
          src='https://instagram.fsdv1-2.fna.fbcdn.net/v/t51.2885-15/e35/s1080x1080/81350831_1042296252773841_7857348127148290488_n.jpg?_nc_ht=instagram.fsdv1-2.fna.fbcdn.net&_nc_cat=109&_nc_ohc=1pqYjKgcLhIAX-bnWQ_&tp=1&oh=e50c757b4b8c3512220fd9a79c4bc15c&oe=60547784'
          alt='telephone'
        />
      </div>
      <div className='aboutRow'>
        <img
          className='aboutImage'
          src='https://instagram.fsdv1-2.fna.fbcdn.net/v/t51.2885-15/e35/80647094_1153091138229536_4079417474465447628_n.jpg?_nc_ht=instagram.fsdv1-2.fna.fbcdn.net&_nc_cat=108&_nc_ohc=t6j9oiFIzm0AX-q2KiO&tp=1&oh=76e5f387c15996dcc0feb6adf619b410&oe=60525214'
          alt='trouble'
        />
        <p className='aboutParagraph'>
          נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף לפרומי בלוף קינץ תתיח לרעח. לת צשחמי להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורךגולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט. קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים. קלאצי גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק?        </p>
      </div>
    </div>
  );
}

export default About;
